Repository: m4tx/tundra
Catalog: i18n/*.po
Languages: ja, pl

source: Could not authenticate to MyAnimeList: {}
ja: MyAnimeListにサインインできませんでした：{}
pl: Nie można było uwierzytelnić się z MyAnimeList: {}

source: Could not communicate with MAL: {}
ja: MyAnimeListにコミュニケーションできなかった：{}
pl: Błąd przy komunikacji z MAL: {}

source: Tundra authentication
ja: Tundraにサインイン
pl: Logowanie - Tundra

source: The authentication has succeeded; you may now close this tab.
ja: サインインに成功しましたので、このタブを閉じてください。
pl: Uwierzytelnianie powiodło się; możesz teraz zamknąć tę kartę.

source: Sign in to MyAnimeList
ja: MyAnimeListにサインインする
pl: Zaloguj się do MyAnimeList

source: _Sign in
ja: _サインインする
pl: _Zaloguj

source: Tundra Logs
ja: Tundraのログ
pl: Logi Tundry

source: _Sign out
ja: _サインアウト
pl: _Wyloguj

source: Show _logs
ja: _ログを表示
pl: Pokaż _logi

source: _About Tundra
ja: _Tundraについて
pl: _O Tundrze

source: Enable scrobbling
ja: 追跡を有効にして
pl: Włącz scrobblowanie

source: Title:
ja: タイトル：
pl: Tytuł:

source: Episode:
ja: エピソード番号：
pl: Odcinek:

source: Player:
ja: プレーヤー：
pl: Odtwarzacz:

source: Status:
ja: 状態：

source: Scrobbling now
ja: 追跡している
pl: Scrobbluję teraz

source: Not scrobbling now
ja: 追跡していない
pl: Nie scrobbluję

source: N/A
ja: なし
pl: N/D

source: Your web browser has been launched. Please sign in to MyAnimeList and then return to Tundra.
ja: ウェブブラウザが起動しました。MyAnimeListにサインインしてからTundraに戻ってください。
pl: Przeglądarka internetowa została uruchomiona. Zaloguj się do MyAnimeList, a następnie wróć do Tundry.

source: scrobbled
ja: 見た
pl: przescrobblowane

source: not yet scrobbled
ja: 見たことがない
pl: nieprzescrobblowane
